# CLI
brew "bash"
brew "bash-completion@2"
brew "git"
brew "git-lfs"
brew "git-delta"
brew "gh"
brew "jq"
brew "vim"
brew "ncdu"
brew "pstree"
brew "yq"
brew "tree"
brew "aqua"
brew "mise"
brew "pandoc"
brew "direnv"

# Dev app
cask "visual-studio-code"
cask "iterm2"
cask "google-cloud-sdk"
brew "awscli"
brew "docker-credential-helper-ecr"

# Utility app
cask "bettertouchtool"
cask "google-chrome"
cask "slack"
cask "zoom"
cask "obsidian"
cask "1password"
cask "1password-cli"
cask "lm-studio"

# IME, fonts
cask "google-japanese-ime"
cask "font-ricty-diminished"

# Additional
# cask "google-chrome@canary"
# cask "xcodes"
# cask "android-studio"
# cask "rancher"
