# CLI
brew "git"
brew "git-lfs"
brew "gh"
brew "jq"
brew "vim"
brew "rbenv"
brew "nvm"
brew "circleci"
brew "ncdu"
brew "pstree"
brew "shellcheck"
brew "git-delta"
brew "yq"
brew "tfenv"
brew "kubectl"
brew "kustomize"

# Dev app
cask "visual-studio-code"
cask "iterm2"
cask "google-cloud-sdk"
cask "xcodes"
brew "awscli"
brew "docker-credential-helper-ecr"
brew "lima"

# Utility app
cask "bettertouchtool"
cask "jasper"
cask "google-chrome"
cask "homebrew/cask-versions/google-chrome-canary"
cask "slack"
cask "zoom"
cask "skitch"
cask "obsidian"

# IME, fonts
cask "google-japanese-ime"
cask "homebrew/cask-fonts/font-ricty-diminished"

# Additional
# cask "android-studio"
# cask "vagrant"
# cask "virtualbox"
# cask "virtualbox-extension-pack"
# cask "multipass"
# cask "rancher"
