andys8.jest-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.code-runner
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
marp-team.marp-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
ms-vsonline.vsonline
npxms.hide-gitignored
octref.vetur
Orta.vscode-jest
redhat.vscode-yaml
Remisa.shellman
secanis.jenkinsfile-support
taichi.vscode-textlint
toba.vsfire
tunnckocore.modern-javascript-snippets
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
