andys8.jest-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
formulahendry.code-runner
formulahendry.terminal
marp-team.marp-vscode
mauve.terraform
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.Go
ms-vsonline.vsonline
npxms.hide-gitignored
octref.vetur
Orta.vscode-jest
taichi.vscode-textlint
toba.vsfire
tunnckocore.modern-javascript-snippets
vscodevim.vim
